{
  "title": "Cookie Policy",
  "page-title": "Flowstep - Cookie Policy",
  "updated-date": "Updated on 14 January 2022",
  "intro-1": "This Cookie Policy explains how we use cookies and similar technologies to recognize you when you visit our websites. It explains what these technologies are and why we use them, as well as your rights to control our use of them.",
  "intro-2": "In some cases we may use cookies to collect personal information, or that becomes personal information if we combine it with other information.",
  "cookies-title": "What are cookies?",
  "cookies-description-1": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information.",
  "cookies-description-2": "Cookies set by the website owner are called \"first party cookies\". Cookies set by parties other than the website owner are called \"third party cookies\". Third party cookies enable third party features or functionality to be provided on or through the website (e.g. like advertising, interactive content and analytics). The parties that set these third party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.",
  "cookies-usage-title": "Why do we use cookies?",
  "cookies-usage-description": "We use first and third party cookies for several reasons. Some cookies are required for technical reasons in order for our Websites to operate, and we refer to these as \"essential\" or \"strictly necessary\" cookies. Other cookies also enable us to track and target the interests of our users to enhance the experience on our Online Properties. Third parties serve cookies through our Websites for advertising, analytics and other purposes. This is described in more detail below.",
  "essential-cookies-title": "Essential website cookies",
  "essential-cookies-description": "These cookies are strictly necessary to provide you with services available through our Websites and to use some of its features, such as access to secure areas.",
  "auth-cookies-description": "cookies are used to authenticate user and staying logged in, too.",
  "control-cookies-title": "How can I control cookies?",
  "control-cookies-description-1": "You have the right to decide whether to accept or reject cookies. Essential cookies cannot be rejected as they are strictly necessary to provide you with services.",
  "control-cookies-description-2": "On our website, there is notification banner for essential cookies at the bottom of the page. You may also set or amend your web browser controls to accept or refuse cookies. As the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information.",
  "update-cookie-policy-title": "How often will you update this Cookie Policy?",
  "update-cookie-policy-description": "We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons. Please therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies."
}