{
  "title": "Terms and Conditions",
  "page-title": "Flowstep - Terms and Conditions",
  "updated-date": "Updated on 14 January 2022",
  "term-1": "If you operate an Account, comment on a screenshot, post material to the Service, post links on the Service, or otherwise make (or allow any third party to make) material available by means of the Service (any such material, “Content”), you are entirely responsible for the content of, and any harm resulting from, that Content. That is the case regardless of whether the Content in question constitutes text or graphics. By making Content available, you represent and warrant that: the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;",
  "term-2": "if your employer has rights to intellectual property you create, you  have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;",
  "term-3": "you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;",
  "term-3.1": "the Content does not contain or install any viruses or other harmful or destructive content;",
  "term-3.2": "the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);",
  "term-3.3": "the Content is not obscene, libelous or defamatory, hateful or racially or ethnically objectionable, and does not violate the privacy or publicity rights of any third party;",
  "term-4": "By uploading Content or otherwise providing Content to Dribbble, you grant Dribbble the right to use (including the right to host, index, cache and format) and display your Content in connection with providing the Service as well as otherwise on the Site and our marketing communications with you and other users and prospective users of the Service, including without limitation on our emails, marketing channels and other promotional materials (subject to the requirements set out in the Privacy Policy). To the extent we use your Content in our marketing communications, unless you expressly permit us to do otherwise, we will always cite you as the owner of such Content. This paragraph will survive the termination or expiry of the Terms."
}